Repository: joshua1955/chwall-fork
Catalog: locale/*/LC_MESSAGES/chwall.po
Languages: es, fr

source: Preferences
es: Preferencias
fr: Préférences

source: Wallpapers list may be built again. It may take a long time if you have a lot of sources enabled. Please be patient.
fr: La liste d’attente des fonds d’écran va peut-être se reconstruire. Cela peut prendre quelques temps si vous avez beaucoup de sources activées. Merci pour votre patience.

source: Previous wallpaper
es: Fondo anterior
fr: Fond d’écran précédent

source: Next wallpaper
es: Próximo fondo
fr: Fond d’écran suivant

source: Stop daemon and erase pending list
fr: Arrêter le service et effacer la liste d’attente

source: Put on block list
fr: Bloquer ce fond d’écran

source: Current wallpaper is not managed by Chwall
fr: Le fond d’écran actuel n’est pas géré par Chwall

source: Already a favorite
fr: Déjà dans les favoris

source: Save as favorite
fr: Enregistrer en tant que favori

source: Error accessing the favorites folder
fr: Erreur lors de l’accès au dossier des favoris

source: Display an icon in the system tray
fr: Afficher une icône dans la zone de notification

source: About Chwall
fr: À propos de Chwall

source: Stop daemon
fr: Arrêter le service

source: Start daemon
es: Iniciar servicio
fr: Démarrer le service

source: Wallpaper Changer
es: Seleccionador de fondo de pantalla
fr: Changeur de fond d’écran

source: Main window of the Chwall wallpaper changer
es: Ventana principal del seleccionador de fondos Chwall
fr: Fenêtre principale du changeur de fond d’écran Chwall

source: Open main window
es: Abrir ventana principal
fr: Ouvrir la fenêtre principale

source: Always display this icon
es: Mostrar siempre este ícono
fr: Toujours afficher cette icône

source: Report a bug
es: Reportar un bug
fr: Signaler un bogue

source: General
fr: Général

source: Pictures sources
fr: Sources des images

source: Advanced
fr: Avancé

source: Wallpaper width
fr: Largeur du fond d’écran

source: Number of item to retrieve
fr: Nombre d’élément à récupérer

source: API access key
fr: Clé d’accès API

source: Search query
fr: Requête

source: Enable
fr: Activer

source: Remove
fr: Supprimer

source: Add
fr: Ajouter

source: Select a file
fr: Sélectionner un fichier

source: Display notification when wallpaper changes
es: Mostrar una notificación cuando el fondo de pantalla cambie
fr: Montrer une notification lorsque le fond d’écran est changé

source: Time between each wallpaper change
es: Tiempo entre cada cambio de fondo de pantalla
fr: Délai entre chaque changement de fond d’écran

source: Use Feh application
fr: Utiliser l’application Feh

source: Desktop environment
es: Entorno de escritorio
fr: Environnement de bureau

source: Shared background path
fr: Chemin vers le fond d’écran partagé

source: Blur shared background
fr: Flouter le fond d’écran partagé

source: Favorites folder
fr: Dossier des favoris

source: Select a folder
fr: Sélectionner un dossier

source: You have two options to launch Chwall daemon when your user session starts: - with an XDG autostart application file; - with a systemd service file (you need to install it first). If you don't know what to do, XDG autostart should be the safest choice, as it is the more classical way of doing so.
fr: Vous avez deux options pour lancer le service de Chwall au démarrage de votre session : - avec un lanceur automatique d’application XDG ; - avec un service systemd (vous devrez l’installer au préalable). Si vous ne savez pas quoi faire, le lanceur automatique XDG devrait être le choix le plus sûr, comme il s’agit de la manière classique de procéder.

source: Launch Chwall daemon with an XDG autostart file when your session starts
fr: Démarrer le service de Chwall avec un lanceur d’application XDG lorsque votre session démarre

source: Chwall daemon
fr: Service en tâche de fond de Chwall

source: Start Chwall daemon
fr: Démarrer le service de Chwall

source: Install the systemd service file before using it to start Chwall daemon
fr: Installer le service systemd avant de pouvoir l’utiliser pour démarrer le service Chwall

source: Create
fr: Créer

source: Launch Chwall daemon with systemd when your session starts
fr: Démarrer le service de Chwall avec systemd lorsque votre session démarre

source: Behavior
fr: Comportement

source: Daemon
fr: Tâche de fond

source: Fetch a new wallpapers list the next time wallpaper change
fr: Récupère une nouvelle liste de fonds d’écran lors du prochain changement

source: Empty current pending list
fr: Vider la liste d’attente courante

source: {number} cache entry has been removed.
fr: {number} entrée du cache a été supprimée.

source: Cache cleanup
es: Limpiar cache
fr: Nettoyage du cache

source: {number} broken picture currently in cache
fr: {number} image cassée actuellement dans le cache

source: Clear broken pictures
fr: Nettoyer les entrées cassées du cache

source: Picture cache use {size}
fr: Le cache des images utilise {size}

source: Clear picture cache
fr: Vider le cache des images

source: X Display in use
fr: Affichage X à utiliser

source: Remove systemd service file
fr: Supprimer le fichier de service systemd

source: Log level
fr: Niveau de journalisation

source: Blur radius of shared background
fr: Rayon de floutage du fond d’écran partagé

source: Use a monochrome status icon
fr: Utiliser une icône monochrome dans la zone de notification

source: Command to start your web browser
fr: Commande pour lancer votre navigateur web

source: Cache management
fr: Gestion du cache

source: Others
fr: Autres

source: Chwall is released under the WTFPL
es: Chwall es publicado bajo los términos de la licencia WTFPL
fr: Chwall est publié selon les termes de la WTFPL

source: Locales
fr: Langues

source: Local wallpaper
fr: Fond d’écran local

source: Local files
fr: Fichiers locaux

source: Wallpaper repositories
fr: Dossiers de fonds d’écran

source: Include favorites wallpapers
fr: Inclure les fonds d’écran favoris

source: An ‘access_key’ param is required to fetch pictures from Pexels.
fr: Un paramètre ‘access_key’ est requis pour récupérer des images depuis Pexels.

source: Landscape
fr: Paysage

source: Square
fr: Carré

source: {title}, picked on {subreddit}
fr: {title}, prise sur {subreddit}

source: Fetcher for Reddit
fr: Récupérateur pour Reddit

source: Select wallpapers with or without calendar
fr: Sélectionner les fonds d’écran avec ou sans calendrier

source: Both
fr: Tous

source: With
fr: Avec

source: Without
fr: Sans

source: Select only wallpapers for current month
fr: Sélectionner seulement les fonds d’écran du mois courant

source: Unsplash has discontinued their RSS feed. Thus an ‘access_key’ param is now required.
fr: Unsplash a arrêté de fournir un flux RSS. De ce fait, le paramètre ‘access_key’ est désormais requis.

source: Picture
fr: Image

source: {label}, taken in {location}
fr: {label}, prise à {location}

source: Low
fr: Modéré

source: High
fr: Haut

source: Content filtering
fr: Filtre de contenu

source: Complementary query
fr: Requête complémentaire

source: Wallpaper height
fr: Hauteur du fond d’écran

source: Main color
fr: Couleur principale

source: Relevance
fr: Pertinence

source: Random
fr: Aléatoire

source: Date Added
fr: Date d’ajout

source: Views
fr: Vues

source: Favorites
fr: Mis en favoris

source: Toplist
fr: En vogue sur 30 jours

source: Hot
fr: En vogue

source: Sorting order
fr: Ordre de tri

source: Sketchy
fr: Louche

source: Sketchy + NSFW
fr: Louche + NSFW

source: All
fr: Tout

source: People
fr: Personnes

source: General + Anime
fr: Général + Anime

source: Anime + People
fr: Anime + Personnes

source: General + People
fr: Général + Personnes

source: Categories
fr: Catégories

source: An ‘access_key’ param is required to fetch pictures from Wikiart.
fr: Un paramètre ‘access_key’ est requis pour récupérer des images depuis Wikiart.

source: A ‘secret_key’ param is required to fetch pictures from Wikiart.
fr: Un paramètre ‘access_key’ est requis pour récupérer des images depuis Wikiart.

source: An error occured while authenticating your credentials with Wikiart. Please check again your access and secret keys.
fr: Une erreur est survenue en essayant de se connecter à Wikiart. Merci de bien vouloir vérifier vos identifiants.

source: API secret key
fr: Clé secrète d’API

source: Fetching pictures addresses…
fr: Récupération des adresses des images…

source: Fetcher {module_name} does not exist
fr: Le récupérateur {module_name} n’existe pas

source: Fetching pictures list from {name} - Attempt {number}
fr: Récupération de la liste d’images de {name} - Essai {number}

source: Catch {error} exception while retrieving images from {module}. Wait {time} seconds before retrying.
fr: Récupération de l’exception {error} durant la récupération des images pour {module}. Attente de {time} secondes avant de réessayer.

source: Retry NOW to connect to {module_name}
fr: Essaye MAINTENANT de se connecter à {module_name}

source: Switch to next picture provider or exit
fr: Passe au fournisseur d’images suivant ou quitte

source: Remove {picture} as it's in block list
fr: Supprime {picture} comme elle est sur la liste de blocage

source: No wallpaper path given
fr: Aucun chemin vers un fond d’écran donné

source: Error while retrieving XFCE workspaces list
fr: Erreur durant la récupération des espaces de travail XFCE

source: Error while trying to set XFCE wallpaper in {prop}
fr: Erreur durant la mise en place du fond d’écran XFCE dans {prop}

source: Error while setting {desktop} {prop} property
fr: Erreur durant la configuration de la propriété {prop} de {desktop}

source: Error while calling feh
fr: Erreur lors de l’appel à feh

source: screensaver {prop}
fr: {prop} de l’écran de veille

source: Converting non RGB picture {path}
fr: Conversion de l’image non RGB {path}

source: Catch {error} exception while downloading {picture}. Wait {time} seconds before retrying.
fr: Récupération de l’exception {error} durant le téléchargement de {picture}. Attente de {time} secondes avant de réessayer.

source: Retry NOW to download {picture}
fr: Essaye MAINTENANT de télécharger {picture}

source: Impossible to build a new road map. It may be caused by a temporarily network error. Please try again later.
fr: Impossible de construire une nouvelle liste d’attente. Cela peut être dû à une erreur temporaire de réseau. Merci de réessayer ultérieurement.

source: Impossible to get any picture at this time. It may be caused by a temporarily network error. Please try again later.
fr: Impossible de récupérer une image pour l’instant. Cela peut être dû à une erreur temporaire de réseau. Merci de réessayer ultérieurement.

source: {title} by {author}
fr: {title} de {author}

source: {title} (on {source})
fr: {title} (sur {source})

source: Last change was {minutes} minute and {seconds}s ago
fr: Le dernier changement a eu lieu il y a {minutes} minute et {seconds}s

source: Last change was {seconds}s ago
es: El último cambio ocurrió hace {seconds}s
fr: Le dernier changement a eu lieu il y a {seconds}s

source: Next change in {minutes} minute and {seconds}s
fr: Prochain changement dans {minutes} minute et {seconds}s

source: Next change in {seconds}s
es: Próximo cambio en {seconds}s
fr: Prochain changement dans {seconds}s

source: Daemon stopped
es: Servicio detenido
fr: Service arrêté

source: Daemon started
es: Servicio iniciado
fr: Service démarré

source: {daemon_state_label} (disabled)
fr: {daemon_state_label} (désactivé)

source: Kill process {pid}
es: Detener proceso {pid}
fr: Tuer le processus {pid}

source: Sending process {pid} signal {sid}
es: Enviando la señal {sid} al proceso {pid}
fr: Envoi du signal {sid} au processus {pid}

source: Exit signal received
es: Se recibió la señal de salida
fr: Signal d’extinction reçu

source: Cleaning up…
es: Limpiando…
fr: Nettoyage…

source: Starting Chwall Daemon v{version}…
fr: Démarrage du service de Chwall v{version}…

source: or
fr: ou

source: Sadly, no specific help message for this subcommand yet.
fr: Malheureusement, il n’y a pas encore d’aide spécifique pour cette commande.

source: COMMANDS
fr: COMMANDES

source: Display a systemd service file exemple, which can be used to automatically start chwall daemon when your user session starts. If ‘write’ is passed as second parameter, the resulting systemd service file will be saved in .config/systemd/user/
fr: Affiche un fichier d’exemple pour un service systemd pouvant être utilisé pour démarrer automatiquement le service chwall au démarrage de votre session utilisateur. Si ‘write’ est passé en second paramètre, le fichier de service résultant sera enregistré sous .config/systemd/user/

source: Display a launcher file example for your desktop, which can be used to start chwall main app from your desktop applications menu. If ‘write’ is passed as second parameter, the resulting desktop file will be saved in .local/share/applications/
fr: Affiche un fichier d’exemple pour un lanceur permettant de lancer l’application principale de chwall depuis les menus de votre bureau. Si ‘write’ est passé en second paramètre, le lanceur résultant sera enregistré sous .local/share/applications/

source: Directly open the chwall preferences window.
fr: Ouvre directement la fenêtre des préférences de chwall.

source: Detach from terminal and start either the main app or the system tray icon. By default, this command will start the main app if no argument is given.
fr: Détache du terminal et lance soit l’application principale, soit l’icône de statut. Cette commande va lancer l’application principale par défaut si aucun argument n’est donné.

source: Display the current wallpaper information. If the optional ‘open’ keyword is given, the original resource will be opened, using the best dedicated tool for it (web browser, picture viewer...).
fr: Affiche les informations du fond d’écran courant. Si le mot-clé optionnel ‘open’ est donné, la ressource originale sera ouverte à l’aide du meilleur outil disponible pour ça (navigateur internet, visionneuse d’images…).

source: Add the current wallpaper on the block list to avoid it to be shown ever again and switch to the next wallpaper.
fr: Ajoute le fond d’écran courant sur la liste de blocage afin de ne plus jamais l’afficher à nouveau, puis passe au fond d’écran suivant.

source: Save a copy of the current wallpaper to not forget it and display it again later.
fr: Enregistre une copie du fond d’écran actuel pour ne pas l’oublier et le ré-afficher à nouveau plus tard.

source: Unable to pick wallpaper this time. Please, try again.
es: No se puede seleccionar un fondo en este momento. Inténtalo de nuevo.
fr: Impossible de récupérer un fond d’écran pour cette fois. Merci de bien vouloir réessayer.

source: Switch to the next wallpaper. This command may be used, even if the daemon is not started to manually change the wallpaper. If the optional ‘savetime’ keyword is given, the current time will be stored as the last time the wallpaper was changed (as if it was done by the daemon).
fr: Passe au fond d’écran suivant. Cette commande peut-être utilisée, même si le service n’est pas démarré, pour manuellement changer de fond d’écran. Si le mot clé ‘savetime’ est donné, l’heure courante sera enregistrée comme heure du dernier changement de fond d’écran (comme si cela avait été fait par le service).

source: Switch to the previous wallpaper.
fr: Passe au fond d’écran suivant.

source: Stop the chwall daemon.
fr: Arrêter le service de Chwall.

source: Empty the current pending list to force chwall to fetch a new wallpapers list the next time it will change.
fr: Vide la liste d’attente courante pour forcer chwall à récupérer une nouvelle liste lors du prochain changement.

source: No roadmap has been created yet
fr: Aucune liste d’attente n’a encore été définie

source: Display the last displayed wallpapers. The most recent one is at the bottom. This command display only the upstream url of each wallpaper.
fr: Liste les derniers fonds d’écran affichés. Le plus récent est à la fin de la liste. Cette commande renvoie simplement la liste des urls d’origine de chaque fond d’écran.

source: Display the next wallpapers, which will be shown in the future. The next one is at the top of the list. This command display only the upstream url of each wallpaper.
fr: Liste les prochains fonds d’écran affichés. Le suivant est au début de la liste. Cette commande renvoie simplement la liste des urls d’origine de chaque fond d’écran.

source: Cleanup broken entries in cache
es: Limpiar entradas corruptas en cache

source: {number} broken cache entry has been removed
es: {number} entrada corrupta en cache ha sido eliminada

source: {number} broken cache entries have been removed
es: {number} entradas corruptas en cache han sido eliminadas

source: Blacklist
es: Poner en lista negra

source: About
es: Acerca de

source: Display notification icon
es: Mostrar un ícono en el área de notificación

source: Use Nitrogen application
es: Usar la aplicación Nitrogen

source: {daemon_state} (disabled)
es: {daemon_state} (inactivo)

source: Start loop
es: Iniciar bucle

source: {progname} seems not to be running
es: {progname} no parece estar siendo ejecutado
